Repository: labsin/deezer-scope
Catalog: po/*.po
Languages: fr

source: All
fr: Tout

source: Alternative
fr: Alternatif

source: Electro
fr: Électronique

source: French Chanson
fr: Chanson française

source: Classical
fr: Classique

source: Films/Games
fr: Films/Jeux vidéos

source: Metal
fr: Métal

source: African Music
fr: Musique africaine

source: Arabic Music
fr: Musique arabe

source: Asian Music
fr: Musique asiatique

source: Brazilian Music
fr: Musique brésilienne

source: German Music
fr: Musique allemande

source: Indian Music
fr: Musique indienne

source: Kids
fr: Enfants

source: Latin Music
fr: Musique latine

source: Released on
fr: Sorti en

source: Duration of
fr: Durée de

source: Link
fr: Lien

source: Found tracks
fr: Morceaux trouvés

source: Found artists
fr: Artistes trouvés

source: Found albums
fr: Albums trouvés

source: Recommended tracks
fr: Morceaux recommandés

source: Recommended artists
fr: Artistes recommandés

source: Recommended albums
fr: Albums recommandés

source: My history
fr: Mon historique

source: My 25 top tracks
fr: Mes 25 morceaux préférés

source: Artists
fr: Artistes

source: Log in to Deezer
fr: Se connecter à Deezer

source: Top Tracks
fr: Meilleurs morceaux

source: Show All Genres
fr: Afficher tous les genres

source: Recomendations
fr: Recommandations

source: Play History
fr: Lire l'historique

source: My 25
fr: Mes 25

source: Discover the Deezer database
fr: Découvrez la base de données de Deezer

source: Sort Mode
fr: Mode de tri

source: Ranking;Rating;Track;Album;Artist;Duration
fr: Classement;Avis;Morceau;Album;Artiste;Durée

source: Sort Ascending (doesn't apply to Ranking)
fr: Tri croissant (ne s'applique pas au classement)

source: Number of results to retrieve per query
fr: Nombre de résultats à afficher par requête

source: Number of top tracks to retrieve of an artist
fr: Nombre de meilleurs morceaux d'un artiste à afficher

source: Deezer Scope
fr: Moteur de recherche Deezer

source: Unofficial app to discover the Deezer database
fr: Application non officielle pour découvrir la base de données de Deezer

source: Discover the wide range of music in the Deezer database. You can listen to previews and view the details of the wide collection of Deezer songs.&#10;&#13; Surfacing mode allows to discover new artists per genre.&#10;&#13;&#10;&#13; Search mode searches for tracks, artists and albums.&#10;&#13; Advanced searches can also be performed with:&#10;&#13; 'artist: &lt;artist name&gt;'&#10;&#13; 'album: &lt;album name&gt;'&#10;&#13; 'track: &lt;track name&gt;'&#10;&#13; 'label: &lt;label name&gt;'&#10;&#13; 'dur_min: &lt;minimum duration in sec&gt;'&#10;&#13; 'dur_max: &lt;maximum duration in sec&gt;'&#10;&#13; 'bpm_min &lt;minimum bpm&gt;'&#10;&#13; 'bpm_max &lt;maximum bpm&gt;'&#10;&#13;&#10;&#13; The sorting can be set in the settings.&#10;&#13;&#10;&#13; Setting up an account, getting more personalized results and translations will be implemented in the near future.&#10;&#13;&#10;&#13; Translators:&#10;&#13; Emanuele Antonio Faraone (it)&#10;&#13;&#10;&#13; Feel free to contact me for translations.&#10;&#13;&#10;&#13; !!This app is in no way affiliated with www.deezer.com.!!
fr: Découvrez le large choix de musique disponible dans la base de données de Deezer. Vous pouvez écouter des aperçus et voir le détail d'une large collection de morceaux sur Deezer.&#10;&#13; Le mode Surface permet de découvrir de nouveaux artistes par genre.&#10;&#13;&#10;&#13; Le mode Recherche cherche des morceaux, des artistes et des albums.&#10;&#13; Des recherches avancées peuvent aussi être effectuées avec[nbsp]:&#10;&#13; 'artist: &lt;nom de l'artiste&gt;'&#10;&#13; 'album: &lt;nom de l'album&gt;'&#10;&#13; 'track: &lt;nom du morceau&gt;'&#10;&#13; 'label: &lt;maison de disque&gt;'&#10;&#13; 'dur_min: &lt;durée minimum en sec&gt;'&#10;&#13; 'dur_max: &lt;durée maximum en sec&gt;'&#10;&#13; 'bpm_min &lt;battements par minute minimums&gt;'&#10;&#13; 'bpm_max &lt;battements par minute maximum&gt;'&#10;&#13;&#10;&#13; Les options de tri peuvent être configurées dans les paramètres.&#10;&#13;&#10;&#13; La configuration d'un compte, l'obtention de résultats plus personnalisés et les traductions seront implémentées prochainement.&#10;&#13;&#10;&#13; Traducteurs[nbsp]:&#10;&#13; Emanuele Antonio Faraone (it), Anne (fr)&#10;&#13;&#10;&#13; N'hésitez pas à me contacter pour les traductions.&#10;&#13;&#10;&#13;Cette application n'est affiliée en aucune manière à www.deezer.com.[nbsp]!!

source: deezer, music, stream, discover, scope
fr: deezer, musique, flux, découvrir, moteur de recherche, scope
